Repository: E2OpenPlugins/e2openplugin-AutoShutDown
Catalog: po/*.po
Languages: fa, pl

source: Action for inactivity:
fa: اقدام لازم برای برای غیر فعال بودن
pl: Akcja dla nieaktywności:

source: AutoShutDown Setup
fa: برپاسازی خاموش سازی خودکار
pl: Ustawienia Automatycznego Zamknięcia

source: AutoShutDown settings
fa: ایجاد تنظیمات برای خاموش سازی خودکار
pl: Automatyczne Zamknięcie

source: AutoShutDown: %s ?
fa: : خاموش کردن خودکار %s ?
pl: Auto Zamknięcie: %s ?

source: Begin of excluded interval (hh:mm):
pl: Początek przedziału czasu (hh:mm):

source: Cancel
pl: Zrezygnuj

source: Choose media file
pl: Wybierz plik

source: Common configuration
pl: Ogólna konfiguracja

source: Configuration for automatic power off in standby
pl: Konfiguracja Automatycznego Zamknięcia w czuwaniu

source: Configuration for inactivity actions
pl: Konfiguracja dla zdarzenia bezczynności

source: Deepstandby
fa: خاموش
pl: Głębokie czuwanie

source: Default
fa: حالت پیش فرض
pl: Domyśny

source: Disable inactivity action at timeshift:
pl: Wyłącz zdarzenie bezczynności dla Timeshift:

source: Disable inactivity action for given interval:
pl: Wyłącz zdarzenie bezczynności dla danego przedziału czasu:

source: Disable power off for given interval:
pl: Anuluj zamknięcie dla danego przedziału czasu:

source: Disable power off in EPGRefresh interval:
pl: Anuluj zamknięcie w trakcie odświeżania EPG:

source: Disable power off until a given device is pingable:
pl: Anuluj zamknięcie gdy urządzenie jest osiągalne:

source: Enable action after inactivity:
fa: فعال سازی بعد از مدتی غیرفعال بودن یا سکون
pl: Aktywuj zdarzenie po nieaktywności:

source: Enable automatic power off in standby:
pl: Włącz Automatyczne Zamknięcie w stanie spoczynku:

source: End of excluded interval (hh:mm):
pl: Koniec przedziału czasu (hh:mm):

source: Exit
fa: خارج شدن
pl: Wyjdź

source: Go to standby
fa: رفتن به وضعیت خاموشی موقت
pl: Przejdź w czuwanie

source: IP address of network device:
pl: Adres IP urządzenia sieciowego:

source: Invalid Choice
pl: Niewłaściwy wybór

source: Message timeout (sec):
fa: زمان وقفه پیام بر حسب ثانیه
pl: Limit czasu wiadomości (sek) :

source: Play media file before inactivity action:
pl: Odtwórz plik przed zdarzeniem bezczynności:

source: Power off STB
fa: خاموش کردن دستگاه
pl: Wyłącz VU+

source: Really close without saving settings?
fa: آیا بدون ذخیره سازی تنظیمات قصد بستن را دارید ؟
pl: Wyjść bez zapisywania ustawień?

source: Reset AutoShutDown settings to defaults?
fa: برگرداندن تنظیمات خاموش سازی خودکار به حالت پیش فرض
pl: Zresetować ustawienia Automatycznego Zamknięcia?

source: Select a media file for AutoShutDown
pl: Wybierz plik dla Automatycznego Zamknięcia

source: Show in Extensions/Plugins:
fa: نمایش ضمیمه ها و پلاگین ها
pl: Pokaż w rozszerzeniach/wtyczkach:

source: Show message before inactivity action:
fa: نمایش پیام قبل از حالت غیر فعالی
pl: Pokaż wiadomość przed zdarzeniem bezczynności:

source: Standby
fa: خاموشی موقت
pl: Czuwanie

source: Time for inactivity (min):
fa: زمان برای غیر فعال بودن یاسکون بر حسب دقیقه
pl: Czas do nieaktywności (min):

source: Time in standby for power off (min):
fa: چند دقیقه بعد از خاموشی موقت به حالت خاموش سازی برود
pl: Czas w stanie czuwania dla wyłączania (min):

source: configure automated power off / standby
pl: Konfiguracja automatycznego wyłączania/czuwania

source: AutoShutDown
fa: خاموش سازی خودکار

source: OK
fa: عملیات انجام گردید

source: Enable AutoShutDown:
fa: فعال سازی خاموش سازی خودکار

source: Disable shutdown in EPGRefresh time span:
fa: EPGRefresh غیر فعال کردن خاموش سازی در مدت زمان
